// Массив с вопросами и вариантами ответов
const questions = [
    {
        question: 'Флаг какой страны в мире единственный не имеет прямоугольную форму?',
        options: ['Непал', 'Камбоджа', 'Бутан', 'Шри-Ланка'],
        correctAnswer: 'Непал'
    },
    {
        question: 'Сколько спутников у Венеры?',
        options: ['Один', 'Два', 'Три', 'Ни одного'],
        correctAnswer: 'Ни одного'
    },
    {
        question: 'Какая страна находится между Францией и Испанией?',
        options: ['Лихтенштейн', 'Люксембург', 'Андорра', 'Сан-Марино'],
        correctAnswer: 'Андорра'
    },
    {
        question: 'Число Пи обычно округляют до 3.14. Какие следующие 3 цифры, если число Пи округлить до пяти цифр после запятой?',
        options: ['159', '471', '725', '094'],
        correctAnswer: '159'
    },
    {
        question: 'Сколько в среднем недель в одном году?',
        options: ['50', '51', '53', '52'],
        correctAnswer: '52'
    }
];